RIAYATIEPrescriptionAPI/RIAYATIEPrescriptionAPI/Services/SoapMessages/geteRxTransactionSoapBody.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
	<soap12:Body>
		<GeteRxTransaction xmlns="{0}">
			<login>{1}</login>
			<pwd>{2}</pwd>
			<memberID>{3}</memberID>
			<eRxReferenceNo>{4}</eRxReferenceNo>
		</GeteRxTransaction>
	</soap12:Body>
</soap12:Envelope>
